Repository: AKJUS/GoKaart
Catalog: src/iOS/*.lproj/Localizable.strings
Languages: oc

source: Relation
oc: Relacion

source: Way
oc: Linha

source: (%d members)
oc: (%d membres)

source: (%d nodes)
oc: (%d nos)

source: (node)
oc: (nos)

source: (way)
oc: (linha)

source: (new object)
oc: (objècte nòu)

source: (node in way)
oc: (nos en camin)

source: (node)
oc: (nos)

source: (relation %@)
oc: (relacion %@)

source: (way)
oc: (camin)

source: %.0f meters, %ld nodes
oc: %1$.0f mètres, %2$ld nos

source: %.1f meters, %ld nodes
oc: %1$.1f mètres, %2$ld nos

source: %.2f MB, %ld files
oc: %1$.2f MB, %2$ld fichiers

source: %@ (relation)
oc: %@ (relacion)

source: %@ changeset
oc: %@ ensems de modificacions

source: %@ meters
oc: %@ mètres

source: %ld Days
oc: %ld Jorns

source: %ld edits, last active %@
oc: %1$ld modificacions, darriera activitat lo %2$@

source: %ld meters, %ld points
oc: %1$ld metres, %2$ld ponchs

source: %ld meters, %ld points, %ld waypoints
oc: %1$ld metres, %2$ld ponchs, %3$ld ponchs d’etapa

source: %ld objects
oc: %ld objèctes

source: %lu tiles needed
oc: %lu teules necessaris

source: + Button Position
oc: + Posicion dau boton

source: <unknown>
oc: <inconegut>

source: A copy of all user-defined quests has been copied to the clipboard in JSON format. You can paste it somewhere to keep a copy or send it to someone else.
oc: Una còpia de totei lei recèrcas fachas per l'utilisator es estada copiada dins lo cartabèu au format JSON. Se pòt pegar quauqua part per n’en conservar una còpia ò o mandar en quauqu’un mai.

source: A GPX Track records your path as you travel along a road or trail
oc: Una traça GPX enregistra lo percors de lòng una rota ò una draia

source: A relation the node belongs to is not fully downloaded
oc: La relacion en cu lo nos apartèn s’es pas teledescargada completament

source: Accept
oc: Acceptar

source: Add inner member
oc: Ajustar un membre intèrne

source: Add Note
oc: Ajustar una nòta

source: Add Opening Hours
oc: Ajustar leis oraris de dubertura

source: Add outer member
oc: Ajustar un membre extèrne

source: Add Parking Type
oc: Ajustar la mena d’aparcament

source: Add Sidewalk Surface
oc: Ajustar la superficia d’un trepador

source: Add Speed Limit
oc: Ajustar un limit de velocitat

source: Add Telephone Number
oc: Ajustar lo numèro de telefòn

source: Add way to multipolygon?
oc: Ajustar una linha au poligòn ?

source: Add Website
oc: Ajustar un site Oeb

source: Adding members:
oc: Ajustar de membres :

source: Additional imagery
oc: Imatjariá complementària
